Repository: yaobinwen/openvpn-ubuntu
Catalog: debian/po/*.po
Languages: cs, gl

source: Would you like to start openvpn sooner?
cs: Chcete spustit openvpn døíve?
gl: ¿Quere iniciar openvpn máis pronto?

source: Previous versions of openvpn started at the same time as most of other services. This means that most of these services couldn't use openvpn since it may have been unavailable when they started. Newer versions of the openvpn package will start earlier. (i.e. a S16openvpn link in rc[235].d instead of a S20openvpn)
gl: As versións anteriores de openvpn iniciábanse ao mesmo tempo que a maioría dos servizos. Isto significa que a maior parte deses servizos non podían empregar openvpn xa que podía non estar dispoñible cando se iniciaron. As versións máis recentes do paquete openvpn hanse iniciar máis pronto (é dicir, unha ligazón S16openvpn en rc[235].d no canto de S20openvpn).

source: If you accept here, the package upgrade will make this change for you. If you refuse, nothing will change, and openvpn will be working just like it did before.
cs: Budete-li souhlasit, balík se o zmìnu postará. Pokud mo¾nost odmítnete, nic se nestane a openvpn bude pracovat jako doposud.
gl: Se acepta isto, a actualización do paquete ha facelo por vostede. Se o rexeita, nada ha cambiar e openvpn ha funcionar tan ben como viña facéndoo ata agora.

source: Would you like a TUN/TAP device to be created?
cs: Chcete vytvoøit TUN/TAP zaøízení?
gl: ¿Quere que se cree un dispositivo TUN/TAP?

source: If you accept here, the package will make a special device called /dev/net/tun for openvpn's use. If you refuse, the device won't be made now. Read README.Debian for details on how to make it. If you are using devfs refuse here.
cs: Odpovíte-li kladnì, balík vytvoøí speciální zaøízení nazvané /dev/net/tun. Odmítnete-li, zaøízení se nyní nevytvoøí. Pou¾íváte-li devfs, odmítnìte. Návod na ruèní vytvoøení zaøízení naleznete v souboru README.Debian.
gl: Se acepta isto, o paquete ha crear un dispositivo especial chamado /dev/net/tun para o uso de openvpn. Se o rexeita, non se ha crear agora o dispositivo. Consulte README.Debian para máis detalles sobre como o facer. Se emprega devfs rexeite isto.

source: Would you like to stop openvpn before it gets upgraded?
cs: Chcete openvpn pøi aktualizaci zastavit?
gl: ¿Quere deter openvpn antes de o actualizar?

source: In some cases you may be upgrading openvpn in a remote server using a VPN to do so. The upgrade process stops the running daemon before installing the new version, in that case you may lose your connection, the upgrade may be interrupted, and you may not be able to reconnect to the remote host.
cs: V nìkterých pøípadech se mù¾e stát, ¾e budete aktualizovat openvpn na vzdáleném serveru právì pøes VPN tunel. Pøed instalací nové verze bude bì¾ící daemon zastaven a vy tak ztratíte své pøipojení, aktualizace se pøeru¹í a u¾ se mo¾ná ke vzdálenému poèítaèi nebudete moci pøihlásit.
gl: Nalgúns casos pode estar a actualizar openvpn nun servidor remoto empregando unha VPN para o facer. O proceso de actualización detén o servizo en execución antes de instalar a nova versión; nese caso pode perder a conexión, a actualización hase interromper e non ha poder conectarse ao servidor remoto.

source: Unless you do your upgrades locally, it is advised NOT to stop openvpn before it gets upgraded. The installation process will restart it once it's done.
cs: Jestli¾e nebudete provádìt aktualizace lokálnì, doporuèujeme NEZASTAVOVAT openvpn pøed aktualizací. Instalaèní proces jej po instalaci restartuje.
gl: A menos que faga as súas actualizacións localmente, recoméndase NON deter openvpn antes de actualizalo. O proceso de instalación ha reinicialo despois de rematar.

source: This option will take effect in your next upgrade.
cs: Tato volba nabude úèinnosti pøi pøí¹tí aktualizaci.
gl: Esta opción ha tomar efecto na próxima actualización.

source: Default port has changed
cs: Implicitní port se zmìnil
gl: O porto por defecto cambiou

source: OpenVPN's default port has changed from 5000 to 1194 (IANA assigned). If you don't specify the port to be used on your VPNs, this upgrade may break them.
cs: Implicitní port OpenVPN se zmìnil z 5000 na 1194 (pøidìlen organizací IANA). Pokud nezadáte port, který se má pou¾ívat na va¹ich VPN, touto aktualizací je mù¾ete rozbít.
gl: O porto por defecto de OpenVPN cambiou de 5000 a 1194 (porto asignado pola IANA). Se non indica o porto a empregar nas súas VPN, esta actualización pode rompelas.

source: Use the option 'port 5000' if you want to keep the old port configuration, or take a look at your firewall rules to allow the new default port configuration to work.
gl: Empregue a opción "port 5000" se quere conservar a configuración antiga do porto, ou consulte as regras da devasa para permitir que a nova configuración de portos funcione.

source: Would you like to stop openvpn later?
gl: ¿Quere deter openvpn máis tarde?

source: Previous versions of openvpn stopped at the same time as most of other services. This meant that some of services stopping later couldn't use openvpn since it may have been stopped before them. Newer versions of the openvpn package will stop the service later. (i.e. a K80openvpn link in rc[06].d instead of a K20openvpn)
gl: As versións anteriores de openvpn detíñanse ao mesmo tempo que a maioría dos servizos. Isto significa que algúns deses servizos que se detiñan despois non podían empregar openvpn xa que podía terse detido antes deles. As versións máis recentes do paquete openvpn han deter o servizo máis tarde (é dicir, unha ligazón K80openvpn en rc[06].d no canto de K20openvpn).

source: Previous versions of openvpn started at the same time than most of other services. This means that most of these services couldn't use openvpn since it may unavailable when they started. Newer versions of the openvpn package will start sooner. (i.e. a S18openvpn link in rc[235].d instead of a S20openvpn)
cs: Døívìj¹í verze openvpn se spou¹tìly zhruba ve stejném èase jako ostatní slu¾by. To znamená, ¾e vìt¹ina tìchto slu¾eb nemohla openvpn vyu¾ít, proto¾e tou dobou je¹tì nemuselo být k dispozici. Novìj¹í verze balíku openvpn mohou startovat døíve (v rc[235].d se vytvoøí odkaz S18openvpn místo S20openvpn).

source: Use the option 'port 5000' if you want to keep the old port configuration, or take a look at your firewall rules to allow the new default port configuration to work.
cs: Pokud chcete zachovat staré nastavení portu, pou¾ijte volbu 'port 5000'. V opaèném pøípadì nezapomeòte upravit pravidla firewallu, aby umo¾nila komunikaci na novém portu.
